[           
    
{   "id": "AC-01",
    "name": "Ball",
    "releasedate": "28/04/1980",
    "acronym": "ACrobat",
    "scarcity": "3",
    "series": "Silver",
    "history": "Edit Le tout 1er game and watch de la série : Ball. Le but du jeu est très simple : jongler avec les balles, qui apparaissent de plus en plus et vont de plus en plus vite ! La plaque de ce jeu a eu 2 versions : une version avec l'inscription AC-01 et une sans. Cette dernière a été tiré à environ 10 000 exemplaires et est plutôt rare à trouver puisque ce sont les tous 1er jeux sortis. Il n'en a été ressensé qu'une petite dizaine. Une version sous le nom Toss Up a été distribué par MEGO/Time out.",
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
},  
{   "id": "FL-02",
    "name": "Flagman",
    "releasedate": "05/06/1980",
    "acronym": "FLagman",
    "scarcity": "4",
    "series": "Silver",
    "history": "Edit Le tout 1er game and watch de la série : Ball. Le but du jeu est très simple : jongler avec les balles, qui apparaissent de plus en plus et vont de plus en plus vite ! La plaque de ce jeu a eu 2 versions : une version avec l'inscription AC-01 et une sans. Cette dernière a été tiré à environ 10 000 exemplaires et est plutôt rare à trouver puisque ce sont les tous 1er jeux sortis. Il n'en a été ressensé qu'une petite dizaine. Une version sous le nom Toss Up a été distribué par MEGO/Time out.",
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "MT-03",
    "name": "Vermin",
    "releasedate": "10/07/1980",
    "acronym": "",
    "scarcity": "3",
    "series": "Silver",
    "history": "",
    "gameplay": "EDIT C'est le concept du Whac-A-Mole (écrase taupe) qui est utilisé dans ce jeu. C'est depuis Vermin que le concept des jeux à 3 vies est né ! Une version sous le nom Exterminator a été distribué par MEGO/Time out.",
    "secondemode": "",
    "details": "",
    "variations": []
},   
{   "id": "RC-04",
    "name": "Fire",
    "releasedate": "31/07/1980",
    "acronym": "",
    "scarcity": "3",
    "series": "Silver",
    "history": "EDIT C'est le jeu le moins rare de la série silver. Le but est de faire rebondir des bonhommes qui se jetent d'un immeuble en feu sur une civière pour les faire attérir dans une ambulance. C'est la 1ère fois qu'un jeu utilise un système de sauvegarde de score ... qui s'effacera néanmoins dès qu'on change les piles. Une version sous le nom Fireman Fireman (oui 2 fois :D) a été distribué par MEGO/Time out.",
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
},  
{   "id": "IP-05",
    "name": "Judge",
    "releasedate": "04/10/1980",
    "acronym": "",
    "scarcity": "3",
    "series": "Silver",
    "history": "EDIT Judge est le 1er game and watch qui propose un mode multijoueurs. Le but du jeu est de frapper ou d'esquiver son adversaire, selon si le chiffre de la pancarte est plus ou moins élevé que celui de l'autre joueur. Le jeu allie donc concentration et reflexe et a ainsi beaucoup marqué les esprits. C'est le seul game and watch à avoir une version avec écriture en japonais. Le jeu a été décliné en 3 versions. Une version verte avec écriture en japonais, qui a eu un bug en mode multijoueur, qui favorisait un des joueurs dans le décompte des points. Une version violette a alors été créée, comprenant 2 variantes : une écrite en japonais, l'autre en anglais. C'est d'ailleurs cette dernière qui est la plus rare à trouver.",
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "MH-06",
    "name": "Manhole",
    "releasedate": "27/01/1981",
    "acronym": "",
    "scarcity": "3",
    "series": "Gold",
    "history": "EDIT Judge est le 1er game and watch qui propose un mode multijoueurs. Le but du jeu est de frapper ou d'esquiver son adversaire, selon si le chiffre de la pancarte est plus ou moins élevé que celui de l'autre joueur. Le jeu allie donc concentration et reflexe et a ainsi beaucoup marqué les esprits. C'est le seul game and watch à avoir une version avec écriture en japonais. Le jeu a été décliné en 3 versions. Une version verte avec écriture en japonais, qui a eu un bug en mode multijoueur, qui favorisait un des joueurs dans le décompte des points. Une version violette a alors été créée, comprenant 2 variantes : une écrite en japonais, l'autre en anglais. C'est d'ailleurs cette dernière qui est la plus rare à trouver.",
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "CN-07",
    "name": "Helmet",
    "releasedate": "21/02/1981",
    "acronym": "",
    "scarcity": "3",
    "series": "Gold",
    "history": "",
    "gameplay": "Vous controlez un ouvrier qui doit traverser un chantier de gauche à droite. Il faut eviter les outils qui tombent sous peine de perte d'une vie. L'ouvrier ne peut sortir par la porte que lorsque celle ci est ouverte.",
    "secondemode": "Les objets tombent plus vite et la porte est moins longtemps ouverte.",
    "details": "If you hold in Game A or Game B key the highest previous score will be displayed. If the unit is left as it is after game is over, time display will appear in about five minutes. A game is not interrupted even if TIME key or other game keys are depressed during game playing. Pressing ACL switch or removing batteries erases high score from memory.",
    "variations": []
}, 
{   "id": "LN-08",
    "name": "Lion",
    "releasedate": "27/04/1981",
    "acronym": "LioN",
    "scarcity": "3",
    "series": "Gold",
    "history": "EDIT Le but du jeu est de laisser les lions dans la cage grâce à deux dompteurs les bloquant de part et d'autre et pouvant bloquer 3 sorties chacun. C'est le 1er jeu sur lequel une animation sympatique apparait lors d'un 'miss' : le dompteur s'accroche à un arbre pour fuir le rugissant !",
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "PR-21",
    "name": "Parachute",
    "releasedate": "19/06/1981",
    "acronym": "PaRachute",
    "scarcity": "1",
    "series": "Widescreen",
    "history": "",
    "gameplay": "Vous devez receptionner des parachutistes dans votre barque en vous déplaçant. Si un parachutiste tombe à l'eau, il est alors dévoré par un requin.",
    "secondemode": "Les parachutes s'accrochent parfois aux arbres et les parachutistes se balacent alors jusqu'a tomber.",
    "details": "Maximum score is 999 and when the score reaches 200 & 500 points all misses are cancelled. Up to 10 skydivers can be on the screen at any time. Speed and number of skydivers increases with score. With each 100 points, speed returns to normal so you can take a breather before it start to get faster again.",
    "variations": []
}, 
{   "id": "OC-22",
    "name": "Octopus",
    "releasedate": "16/07/1981",
    "acronym": "OCtopus",
    "scarcity": "2",
    "series": "Widescreen",
    "history": "",    
    "gameplay": "Vous controller des plongeurs qui doivent recupérer un trésor sous marin. Pour arriver au coffre et revenir au bateau, vous devrez eviter les tentacules de la pieuvres.",
    "secondemode": "Les tentacules bougent plus vite",
    "details": "Maximum score is 999 and when the score reaches 200 or 500 points all misses are cancelled.Tentacles move at increasing speed, but slow down every 100 points before increasing in speed again. Try to use the slow points in the game to get your breath back.Remember, you can't get back on the boat without any treasure.Points:1 Point per gem collected. 3 Points when you return to the boat with some gems.",
    "variations": []
}, 
{   "id": "PP-23",
    "name": "Popeye",
    "releasedate": "05/08/1981",
    "acronym": "PoPeye",
    "scarcity": "2",
    "series": "Widescreen",
    "history": "",    
    "gameplay": "Vous controllez Popeye qui doit attraper les boites d'epinards, bouteilles et ananas qu'Olive envoie. Vous devez faire cela en eviter les coups de Brutus.",
    "secondemode": "Brutus se deplace plus loin et plus vite",
    "details": "Maximum score is 999 and when the score reaches 200 or 500 points all misses are cancelled.As the score advances Olive throws more items, and her throwing speed increases, but slows down every 100 points before increasing in speed again. Try to use the slow points in the game to get your breath back.",
    "variations": []
}, 
{   "id": "MC-25",
    "name": "Mickey Mouse",
    "releasedate": "09/10/1981",
    "acronym": "MiCkey",
    "scarcity": "3",
    "series": "Widescreen",
    "history": "EDIT Après Popeye, Mickey est la 2ème franchise que Nintendo utilisera dans ses game and watch. Mickey étant très populaire chez jeunes enfants à cette époque là, c'est donc tout naturellement que ce jeu se soit extrêmement bien vendu, même si son arrivée au delà des frontières Japonaises fût retardée. Ce jeu a un gameplay en tout point identique à Manhole avec ses 4 directions possibles mais l'univers Mickey et le scénario de ramasser les oeufs qui tombent rendent ce titre bien plus fun que Manhole.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "EG-26",
    "name": "Egg",
    "releasedate": "09/10/1981",
    "acronym": "EGg",
    "scarcity": "5",
    "series": "Widescreen",
    "history": "EDIT Egg est le seul game and watch dans lequel on manipule un méchant : un loup qui est la pour piquer des oeufs et non pour les ramasser comme dans le titre Mickey Mouse. Egg est en fait une copie pure et simple de Mickey Mouse, en raison d'un décallage de la sortie de ce dernier en occident dû à un problème de licence or du Japon. Nintendo a dû faire vite pour que les occidentaux ait un jeu similaire à Mickey Mouse. La production de ce jeu s'est arrêté lorsque Mickey Mouse est devenu exploitable par Nintendo en dehors du Japon, ce qui fait de Egg le jeu le plus rare et le plus cher de tous, or versions promotionnelles",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "FR-27",
    "name": "Fire",
    "releasedate": "04/12/1981",
    "acronym": "FiRe",
    "scarcity": "2",
    "series": "Widescreen",
    "history": "EDIT Fire est le 1er remake de Nintendo. Il reprend l'univers et le gameplay du Fire version Silver, à cela près que grâce à son plus grand écran, le game B gagne en difficulté puisque les malheureux peuvent sauter de 2 étages différents. Fire reste une valeur sur pour passer un bon moment !",    
    "gameplay": "Des personnes sautent d'un immeuble en feu. En dessous, deux sauveteurs tiennent un filet. Le but du jeu est de réceptionner ces personnes et de les faire rebondir jusque dans une ambulance. À chaque fois qu'une personne rebondit sur le filet, elle rebondit vers la droite. Trois rebonds sont nécessaires pour arriver à sauver une personne. Si, par mégarde, on laisse tomber une personne, on perd une vie. Au bout de 3 vies perdues, le jeu est fini.",
    "secondemode": "",
    "details": "",
    "variations": ["green"]
}, 
{   "id": "TL-28",
    "name": "Turtle Bridge",
    "releasedate": "01/01/1982",
    "acronym": "TurtLe",
    "scarcity": "2",
    "series": "Widescreen",
    "history": "EDIT Novateur sur bien des points, Turtle Bridge était l'un des jeux préféré de Gunpei. Le but est de faire traverser un touriste d'une île à l'autre pour qu'il y transporte ses bagages, en passant sur le dos de tortues, qui quittent de temps à autres la surface pour aller se restaurer de quelques poissons. C'est le 1er game and watch à aller jusqu'à 9999 points, à avoir un système de point qui dépend de la vitesse d'execution (traversée), à offrir un temps pendant lequel les tortues restent immobiles (lorsque le joueur atteint 200 et 500 points sans aucun miss) et enfin à avoir un design (noir à bandes argentées) qui tranche avec les 1er de la série (tout dorée).",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "ID-29",
    "name": "Fire Attack",
    "releasedate": "26/03/1982",
    "acronym": "FiRe",
    "scarcity": "2",
    "series": "Widescreen",
    "history": "EDIT Un cowboy en panique doit repousser les attaques des indiens venus assaillir son fort de tous les cotés. Le jeu ressemble, encore une fois, dans son gameplay, à Manhole, avec ses 4 directions d'actions. Mais là où c'est novateur, c'est qu'il faudra appuyer une fois pour diriger le cowboy, et une deuxième fois pour qu'il se défende. Cela n'a l'air de rien, mais ce concept offre au jeu une autre dimension ludique.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "SP-30",
    "name": "Snoopy Tennis",
    "releasedate": "28/04/1982",
    "acronym": "SnooPy",
    "scarcity": "2",
    "series": "Widescreen",
    "history": "EDIT Snoopy doit renvoyer les balles que lui envoient Charlie et Lucy. C'est la 3ème licence tierce qu'utilisera Nintendo pour plusieurs titres. L'innovation, et donc la difficulté de ce titre est double : d'une part il faut tapper la balle lorsqu'elle arrive juste devant la raquette (et non pas seulement se positionner devant) mais en plus il faut, et pour la 1ère fois, coordonner le mouvement vertical de Snoopy avec cette frappe. Les joueurs d'aujourd'hui devront d'ailleurs s'habituer pendant quelques minutes à diriger le chien à droite et à frapper à gauche, chose dont on n'a plus l'habitude avec les manettes d'aujourd'hui.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "OP-51",
    "name": "Oil Panic",
    "releasedate": "28/05/1982",
    "acronym": "Oil Panic",
    "scarcity": "2",
    "series": "Multiscreen",
    "history": "EDIT Premier jeu de la série multiscreen, qui sera reprise dans le design de la Nintendo DS 20 ans plus tard. Les 2 écrans permettent à Nintendo d'innover sur le plan ludique. Ici, vous devez synchroniser 2 mécaniciens, l'un ramassant les gouttes d'essence qui fuit d'un tuyau, l'autre ramassant le surplus lancé par le 1er de l'étage supérieur, ceci pour éviter que la fuite d'essence n'embrase la station ou que les clients ne soient aspergés. Une concentration à toute épreuve !",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "DK-52",
    "name": "Donkey Kong",
    "releasedate": "03/06/1982",
    "acronym": "Donkey Kong",
    "scarcity": "2",
    "series": "Multiscreen",
    "history": "EDIT Donkey Kong est le Game & Watch le plus emblématique car c'est celui qui a été le plus vendu, en raison de sa popularité dans les salles d'arcade de l'époque. Le but du jeu y est d'ailleurs le même : on guide Mario en évitant les tonneaux lancés par le gros singe pour délivrer sa copine. C'est ce jeu qui a inauguré la croix directionnel brevetée que nous avons retrouvé plus tard dans la Gameboy, la Nes et toutes les consoles Nintendo suivantes.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "DM-53",
    "name": "Mickey & Donald",
    "releasedate": "12/11/1982",
    "acronym": "DonaldMickey",
    "scarcity": "2",
    "series": "Multiscreen",
    "history": "EDIT Seconde apparition de Mickey dans les Game & Watch. Cette fois accompagné de Donald, Dinguo, Minnie et Pluto, L'aventure consiste à éteindre le feu d'un immeuble en flamme. Dinguo pompe l'eau du camion de pompier, Mickey le reveille quand il s'endort et doit aussi boucher les fuites, pendant que Donald dirige la lance pour contrer les flammes qui montent. Minnie donnera un bisou à Mickey lorsque la mission sera accomplie. Pluto est le garant du réveil ;) Ce jeu est assez compliqué puisqu'il faut diriger 2 personnages en même temps, ayant une action différente",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
},
{   "id": "GH-54",
    "name": "Green House",
    "releasedate": "06/12/1982",
    "acronym": "GreenHouse",
    "scarcity": "2",
    "series": "Multiscreen",
    "history": "EDIT Green House est le seul Game & Watch a avoir inspiré un jeu vidéo : Donkey Kong 3, que l'ont retrouvera d'ailleurs dans la série Micro Vs. System. Le principe est d'éloigner les chenilles et les araignées des plantes grâce à l'insecticide de Stanley, le héro de ce jeu. Le jeu n'a pas remporté un franc succès, mais c'est tout de même un jeu que j'apprécie.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "JR-55",
    "name": "Donkey Kong II",
    "releasedate": "07/03/1983",
    "acronym": "JunioR",
    "scarcity": "2",
    "series": "Multiscreen",
    "history": "EDIT Deuxième Game1Watch mettant en scène Donkey Kong et Mario. Mais cette fois-ci les rôles sont inversés. Mario a emprisonné Donkey Kong et c'est le fils de ce dernier, Junior, qui doit venir le delivrer, en libérant ses chaines, après avoir évité crocodiles, courants électriques et oiseaux. Ce jeu mettra à mal votre dextérité et vos reflexes. Un très bon titre qui a connu également un franc succès.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "MW-56",
    "name": "Mario Bros.",
    "releasedate": "14/03/1983",
    "acronym": "MarioWarehouse",
    "scarcity": "2",
    "series": "Multiscreen_book",
    "history": "EDIT Mario Bros. pour Mario Brothers. C'est la première fois que le duo fraternel Mario et Luigi entrent en scène dans un jeu vidéo. Loin de la plomberie, c'est en manutentionnaire qu'ils doivent faire tourner une usine d'emballage de bouteilles de vin, sans faire tomber les caisses, jusqu'à l'empillement final dans le camion de livraison. Ce jeu est le premier double écran à être dirigé à l'horizontal. C'est aussi un jeu où on peut s'adonner au gameplay multijoueurs à l'instar de Judge.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 
{   "id": "LP-57",
    "name": "Rain Shower",
    "releasedate": "10/08/1983",
    "acronym": "",
    "scarcity": "3",
    "series": "Multiscreen_book",
    "history": "EDIT C'est le plus cher des Game & Watch double écran, sûrement dû au fait qu'il n'a pas été commercialisé au Japon. C'est également un jeu en mode horizontal. Le but est de diriger un homme qui tente de faire sécher son linge par temps de pluie, on doit alors lui faire tirer les cordes à linges pour que les goutes ne tombent pas sur les vêtements. En Game B, un corbeau vient corser l'affaire puisqu'il lui arrive de tirer l'une des 2 cordes quand bon lui semble.  C'est pour moi l'un des jeux les plus difficiles.",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 




{   "id": "ID-29",
    "name": "Fire Attack",
    "releasedate": "26/03/1983",
    "acronym": "FiRe",
    "scarcity": "2",
    "series": "Multiscreen",
    "history": "EDIT ",    
    "gameplay": "",
    "secondemode": "",
    "details": "",
    "variations": []
}, 

}
]